[["<p>Decide if each of the following is an example of inductive or deductive reasoning.</p>\n<ol>\n<li>All flying birds and insects have wings. Birds and insects flap their wings as they move through the air. Therefore, wings enable flight.</li>\n<li>Insects generally survive mild winters better than harsh ones. Therefore, insect pests will become more problematic if global temperatures increase.</li>\n<li>Chromosomes, the carriers of DNA, separate into daughter cells during cell division. Therefore, DNA is the genetic material.</li>\n<li>Animals as diverse as humans, insects, and wolves all exhibit social behavior. Therefore, social behavior must have an evolutionary advantage.</li>\n</ol>", "reasoning.jpg"], ["<p>Which of the following statements is false?</p>\n<ol>\n<li>Tissues exist within organs which exist within organ systems.</li>\n<li>Communities exist within populations which exist within ecosystems.</li>\n<li>Organelles exist within cells which exist within tissues.</li>\n<li>Communities exist within ecosystems which exist in the biosphere.</li>\n</ol>", "organization.jpg"], ["<p>The first forms of life on Earth were ________.</p>\n<ol>\n<li>plants</li>\n<li>microorganisms</li>\n<li>birds</li>\n<li>dinosaurs</li>\n</ol>", ""], ["<p>Which of the following sciences is not considered a natural science?</p>\n<ol>\n<li>biology</li>\n<li>astronomy</li>\n<li>physics</li>\n<li>computer science</li>\n</ol>", ""], ["<p>Although the scientific method is used by most of the sciences, it can also be applied to everyday situations. Think about a problem that you may have at home, at school, or with your car, and apply the scientific method to solve it.</p>", ""], ["<p>Which of the following sequences represents the hierarchy of biological organization from the most inclusive to the least complex level?</p>\n<ol>\n<li>organelle, tissue, biosphere, ecosystem,<br>\npopulation</li>\n<li>organ, organism, tissue, organelle, molecule</li>\n<li>organism, community, biosphere, molecule, tissue, organ</li>\n<li>biosphere, ecosystem, community, population, organism</li>\n</ol>", ""], ["<p> The Arrhenius Equation: $$ k = Ae^{-E/RT} $$ </p> <p> Identify the Activation Energy, Exponential factor and Frequency factor.", ""]]